{
	"name" : "College of Caustic Alchemy",
	"script" : "*,char_subclass,Caustic Alchemy|*,crafting_skills,Alchemy|*,maneuvers,coat_the_blade|*,maneuvers,smoke_bomb|*,triggers,defensive_roll",
	"choices" : {},
	"features" : {
		"coat_the_blade" : {
			"name" : "Coat the Blade",
			"script" : "",
			"flavor" : "Just a little poison goes a long way.",
			"keywords" : "",
			"distance" : "self",
			"target" : "self",
			"free" : "False",
			"effect" : "You coat one of your weapons with a harmful poison. The next creature you damage with an ability that uses that weapon takes extra poison damage equal to twice your Presence score or the target is weakened (EoT). You choose the effect when you apply the poison. The poison loses its potency after you damage the creature or at the end of the encounter.",
			"powerroll" : "False",
			"powerroll_char" : "",
			"powerroll_tier1" : "",
			"powerroll_tier2" : "",
			"powerroll_tier3" : "",
			"other" : "Spend Insight: For each insight you spend, the damage dealt by the poison increases by a number equal to your Presence score. You can't spend more Insight than your shadow level on this ability."
		},
		"smoke_bomb" : {
			"name" : "Smoke Bomb",
			"script" : "",
			"flavor" : "",
			"keywords" : "",
			"distance" : "",
			"target" : "",
			"free" : "False",
			"effect" : "",
			"powerroll" : "False",
			"powerroll_char" : "",
			"powerroll_tier1" : "",
			"powerroll_tier2" : "",
			"powerroll_tier3" : "",
			"other" : "You always carry a supply of smoke bombs to make it easy for you to distract and get away from foes. You can use the Hide maneuver even if you are observed and don't start in cover or concealment. If you do, you can shift a number of squares equal to your Agility. If you end this movement in cover or concealment, you are hidden."
                },
		"defensive_roll" : {
			"name" : "Defensive Roll",
			"script" : "",
			"flavor" : "When an enemy attacks, you roll with the impact to reduce the harm.",
			"keywords" : "",
			"distance" : "self",
			"target" : "self",
			"trigger" : "Another creature damages you.",
			"free" : "False",
			"effect" : "You shift up to 2 squares, halve the triggering damage, and don't suffer any effect associated with the damage. If you end this movement with concealment or cover, you can use the Hide maneuver even if you are observed.",
			"powerroll" : "False",
			"powerroll_char" : "",
			"powerroll_tier1" : "",
			"powerroll_tier2" : "",
			"powerroll_tier3" : "",
			"other" : "Spend 1 Insight: If the triggering damage was from an attack, you also reduce the attack's damage by one tier."
		}
	}
}
