{
	"name" : "Environment",
	"script" : "",
	"choices" : {
		"Environment" : {
			"description" : "Your culture's environment aspect describes where the people of that culture spend most of their time.",
			"choose" : {
				"budget" : "1",
				"options" : [
					{
						"name" : "Nomadic",
						"cost" : "1",
						"description" : "A nomadic culture travels from place to place to survive. They might follow animal migrations or the weather, travel to sell their wares or services, or simply enjoy a restless lifestyle full of new experiences and peoples.",
						"script" : "=,environment,Nomadic|+,num_skill_picks,0:1:1:0:0",
						"followups" : []
					},
					{
						"name" : "Rural",
						"cost" : "1",
						"description" : "A rural culture is one located in a town, village, or smaller settled enclave. People dwelling in such places often cultivate the land, trade goods or services with travelers passing through, harvest fish from the sea, or mine metals and gems from the earth.",
						"script" : "=,environment,Rural|+,num_skill_picks,1:0:0:0:1",
						"followups" : []
					},
					{
						"name" : "Secluded",
						"cost" : "1",
						"description" : "A secluded culture is based in one relatively close-quarters structure - a building, a cavern, and so forth - and interacts with other cultures only rarely. Such places are often buildings or complexes such as monasteries, castles, or prisons.",
						"script" : "=,environment,Secluded|+,num_skill_picks,0:0:1:0:1",
						"followups" : []
					},
					{
						"name" : "Urban",
						"cost" : "1",
						"description" : "An urban culture is always centered in a city. Such a culture might arise within the walls of Capital, a massive metropolis with a cosmopolitan population; within a network of caverns that hold an underground city; or in any other place where a large population lives relatively close together.",
						"script" : "=,environment,Urban|+,num_skill_picks,0:0:1:1:0",
						"followups" : []
					},
					{
						"name" : "Wilderness",
						"cost" : "1",
						"description" : "A wilderness culture doesn't attempt to tame the terrain in which its people live, whether desert, forest, swamp, tundra, ocean, or more exotic climes. Instead, the folk of such a culture thrive amid nature, taking their sustenance and shelter from the land itself. A wilderness culture might be a circle of druids protecting a great wode, a band of brigands hiding out in desert caves, or a camp of orc mercenaries who call the trackless mountains home.",
						"script" : "=,environment,Wilderness|+,num_skill_picks,1:1:0:0:0",
						"followups" : []
					}
				]
			}
		}
	}
}